Repository: jok9580955/shaxian-manager-ios
Catalog: 沙县出餐管家/Localizable.xcstrings
Source language: zh_hans
Languages: ar_sa, ca, cs, da, de_de, el, en, es_es, fi, fr_ca, fr_fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl_nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

source: 预警
ar_sa: تحذير
ca: Alerta
cs: Varování
da: Advarsel
de_de: Warnung
el: Προειδοποίηση
en: Alert
es_es: Alerta
fi: Varoitus
fr_ca: Alerte
fr_fr: Alerte
he: אזעקה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Allarme
ja: 警告
ko: 경고
ms: Warning
nb: Varsel
nl_nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Alerta
pt_pt: Alerta
ro: Avertisment
ru: Предупреждение
sk: Varovanie
sv: Varning
th: คำเตือน
tr: Uyarı
uk: Увага
vi: Cảnh báo
zh_hant: 預警

source: 预警材料 / 全部材料
ar_sa: تحذير المادة / جميع المواد
ca: Alerta de material / Tots els materials
cs: Varování surovin / Všechny suroviny
da: Advarsel om varemærke / Alle varemærker
de_de: Materialwarnung / Alle Materialien
el: Προειδοποίηση Υλικού / Όλα τα Υλικά
en: Alerts / all materials
es_es: Alerta de materiales / Todos los materiales
fi: Materiaalin varoitus / Kaikki materiaalit
fr_ca: Alerte matériel / Tous les matériaux
fr_fr: Alerte article / Tous les articles
he: אזעקת חומר / כל החומרים
hi: सामग्री चेतावनी / सभी सामग्री
hr: Upozorenje o materijalima / Sve materijale
hu: Anyagszám figyelmeztetés / Minden anyag
id: Peringatan Bahan / Semua Bahan
it: Allarme materiale / Tutti i materiali
ja: 材料警告 / 全材料
ko: 재료 경고 / 모든 재료
ms: Warning Material / All Materials
nb: Varsle varedelel / Alle varedelel
nl_nl: Materiaal waarschuwing / Alle materialen
pl: Ostrzeżenie Materiałów / Wszystkie Materiały
pt_br: Alerta de Material / Todos os Materiais
pt_pt: Alerta de Material / Todos os Materiais
ro: Avertisment material / Toate materialele
ru: Предупреждение по материалам / Все материалы
sk: Varovanie pre suroviny / Všetky suroviny
sv: Varningar för material / Alla material
th: คำเตือนวัตถุดิบ / วัตถุดิบทั้งหมด
tr: Uyarı Malzemesi / Tüm Malzemeler
uk: Увага до матеріалів / Всі матеріали
vi: Cảnh báo vật liệu / Tất cả vật liệu
zh_hant: 預警材料 / 全部材料

source: 高峰期模式
ar_sa: وضع الذروة
ca: Modi de pic horari
cs: Režim špičky
da: Bødstilstand
de_de: Spitzenzeitmodus
el: Λειτουργία Αιχμής
en: Rush Mode
es_es: Modo pico
fi: Korkeimman ruuhkien tila
fr_ca: Mode pic d'activité
fr_fr: Mode affûtage
he: מצב שיא
hi: पीक समय मोड
hr: Modul za puki čas
hu: Forgalom szempontjából figyelembevétve
id: Mode Jam Sibuk
it: Modalità picco
ja: ピークタイムモード
ko: 피크 시간 모드
ms: Peak Hour Mode
nb: Peak time modus
nl_nl: Pieksmodus
pl: Tryb Szczytowy
pt_br: Modo Pico
pt_pt: Modo Pico
ro: Modul de vârf
ru: Режим пиковой нагрузки
sk: Režim špičkového času
sv: Peak Time Mode
th: โหมดช่วงเวลาเร่งด่วน
tr: Yoğunluk Modu
uk: Режим пік
vi: Chế độ cao điểm

source: 拌面
ar_sa: الرمل
cs: Chacian面
da: Nudler
de_de: Wok Nudeln
el: Μελιτζανατζούχα
en: Noodles
es_es: Fideos
fi: Riihuutua
fr_ca: Nouilles mélangées
he: מנת בצל ירוק
hi: चावल नूडल्स
hr: Pomaži s tělíčkem
hu: 拌ott tésztát
id: Mie Campur
it: Zuppa di noodles
ja: 混ぜ麺
ko: 拌면
ms: Masaukkan Mee
nb: Nudler
nl_nl: Noedels
pl: Zamieszaj makaron
pt_br: Mexer o macarrão
pt_pt: Mexer Macarrão
ro: Amestecă pastele
ru: Люминесцентная лапша
sv: Tunna nudlar
th: เฉี่ยว
tr: Bıçaq Döşəməsi
uk: Перемішати лаваш
vi: Mì cuốn
zh_hant: 拌麵
